var model = {

  userOptions: [
    "Адам Джанкулаев",
    "Александр Макаров",
    "Александр Турлаев",
    "Алексей Калашников",
    "Алим Таов",
    "Алина Макарова",
    "Алина Мартынюк",
    "Анастасия Блинова",
    "Анастасия Лупащенко",
    "Анастасия Сумская",
    "Анастасия Устинова",
    "Андрей Ларин",
    "Андрей Ларин",
    "Андрей Маслов",
    "Арам Арутюнян",
    "Артем Караваев",
    "Артём Уткин",
    "Астемир Валиев",
    "Астемир Гучев",
    "Батыр Беканов",
    "Вера Паршина",
    "Виктор Белоконь",
    "Владимир Михейкин",
    "Давид Холофянцев",
    "Дамир",
    "Дарья Тимохина",
    "Дениза Улигова",
    "Дмитрий Горбунов",
    "Дмитрий Замятин",
    "Дмитрий Замятин",
    "Дмитрий Леонов",
    "Евгения Светлекова",
    "Екатерина Винокурова",
    "Екатерина Николаенко",
    "Елена Сумская",
    "Залим Таов",
    "Игорь Гутчинов",
    "Ислам Машуков",
    "Камилла Сохова",
    "Кирилл Анисимов",
    "Любовь Куликова",
    "Максим Джураев",
    "Марина Бареева",
    "Марина Дубицкая",
    "Михаил Вальт",
    "Михаил Вальт",
    "Общий М",
    "Общий С",
    "Ольга Колиниченко",
    "Ратмир Кануков",
    "Робот",
    "Роман Галахов",
    "Роман Медведев",
    "Юлия Емельянова",
    "Яна Щукина"
  ],

  paymentType: { "val": "" },

  paymentTypeOptions: [
    { label: 'Приход', value: 'Приход' },
    { label: 'Расход', value: 'Расход' }
  ],

  paymentMethod: { "val": "" },

  paymentMethodOptions: [
    { label: 'Нал', value: 'Нал' },
    { label: 'ООО', value: 'ООО' },
    { label: 'Карта', value: 'Карта' },
    { label: 'ИП', value: 'ИП' },
    { label: 'Карта Тинькофф', value: 'Карта Тинькофф' }
  ],

  office: { "val": "" },

  officeOptions: [
    { label: 'ВДНХ', value: 'ВДНХ' },
    { label: 'ВП', value: 'ВП' }
  ],

  address: { "val": '' },

  addressOptions: [
    { "label": "г.Москва, ул. Олонецкая, д. 4, кв. 835", "sheet": "Менеджер" },
    { "label": "г.Москва, ул.Старокачаловская, д.1, к.1, кв.100", "sheet": "Менеджер" },
    { "label": "г.Москва, ул.Вешняковская, д.10, кв.39", "sheet": "Менеджер" },
    { "label": "г.Москва, ул.Абельмановская, д.11, кв.99", "sheet": "Менеджер" },
    { "label": "г.Москва, ул.Донская, д. 25, стр. 1, кв. 34", "sheet": "Менеджер" },
    { "label": "г.Москва, ул.Амурская, вл.3", "sheet": "Менеджер" },
    { "label": "г.Москва, ул.Мантулинская, д.9, корп.6, кв. 59", "sheet": "Менеджер" }
  ],

  addressOptionsArchive: [],

  comment: { "val": "" },

  sum: { "val": '' },

  consumption: { "val": "" },

  manager: { "val": "Яна Щукина" },

  consumptionOptions: [
    { 'label': 'Автоматизация', 'needaddress': false },
    { 'label': 'Аналитика', 'needaddress': false },
    { 'label': 'Аренда офиса', 'needaddress': false },
    { 'label': 'Бонусы менеджеры', 'needaddress': false },
    { 'label': 'Дима', 'needaddress': false },
    { 'label': 'Для работы согласователей', 'needaddress': true },
    { 'label': 'Другая реклама', 'needaddress': false },
    { 'label': 'ЗП', 'needaddress': false },
    { 'label': 'Контекстная реклама', 'needaddress': false },
    { 'label': 'Курьеры', 'needaddress': true },
    { 'label': 'Налоги', 'needaddress': false },
    { 'label': 'Нужды офиса', 'needaddress': false },
    { 'label': 'Оплата посреднику', 'needaddress': true },
    { 'label': 'Отзывы', 'needaddress': true },
    { 'label': 'Подрядчики для работы организации', 'needaddress': false },
    { 'label': 'Работы по сайту', 'needaddress': false },
    { 'label': 'Рабочие расходы по объекту', 'needaddress': true },
    { 'label': 'СЕО продвижение', 'needaddress': false },
    { 'label': 'Телефония', 'needaddress': false }
  ],

  sheets: ['Менеджер', 'Менеджер.Архив'],

  sheet: { "val": "" }
}