// var model = {
//   user: { val: 'samrukov@gmail.com' },
//   userOptions:
//     ['Марина Дубицкая',
//       'Марина Бареева',
//       'Анастасия Устинова',
//       'Юлия Емельянова',
//       'Максим Джураев',
//       'Евгения Светлекова',
//       'Камилла Сохова',
//       'Екатерина Семёнова',
//       'Юлия Корнилаева',
//       'Юлия Бекренёва',
//       'Александра Осипова',
//       'Ольга Богородицкая',
//       'yand',
//       'Екатерина Добрынина',
//       'Анна Григорьева',
//       'Ольга Герман-Галкина',
//       'Ирина Русакова',
//       'Елизавета Михайлова',
//       'Юлия Романова',
//       'Александра Кираш',
//       'Елена Прокопцева'],
//   paymentType: { val: '' },
//   paymentMethod: { val: '' },
//   paymentMethodTo: { val: '' },
//   address: { val: '' },
//   comment: { val: '' },
//   sum: { val: '' },
//   consumption: { val: '' },
//   managerApp: { val: '' },
//   sheet: { val: 'Master' },
//   city: { val: '' }
// }

var model = {
  "user": {
    "val": "Тестовский Тест"
  },
  "userOptions2": [
    "Марина Дубицкая",
    "Марина Бареева",
    "Анастасия Устинова",
    "Юлия Емельянова",
    "Максим Джураев",
    "Евгения Светлекова",
    "Камилла Сохова",
    "Екатерина Семёнова",
    "Юлия Корнилаева",
    "Юлия Бекренёва",
    "Александра Осипова",
    "Ольга Богородицкая",
    "yand",
    "Екатерина Добрынина",
    "Анна Григорьева",
    "Ольга Герман-Галкина",
    "Ирина Русакова",
    "Елизавета Михайлова",
    "Юлия Романова",
    "Александра Кираш",
    "Елена Прокопцева"
  ],
  "paymentType": {
    "val": ""
  },
  "paymentMethod": {
    "val": ""
  },
  "paymentMethodTo": {
    "val": ""
  },
  "address": {
    "val": ""
  },
  "comment": {
    "val": ""
  },
  "sum": {
    "val": ""
  },
  "consumption": {
    "val": ""
  },
  "managerApp": {
    "val": ""
  },
  "sheet": {
    "val": "Master"
  },
  "city": {
    "val": ""
  }
}
// let view = {}